Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: (Compare verses 17-19.)
pt: (Compare versículos 17-19.)

source: (In the Bible the name that the oral tradition uses is pronounced Yerushalayim, but is spelled Yerushalem.) It was on Mount Moriah that Abraham prepared the sacrifice of Isaac.
pt: (Na Bíblia, o nome que a tradição oral usa é pronunciado Yerushalayim, mas é escrito Yerushalem.) Foi no Monte Moriá que Abraão preparou o sacrifício de Isaque.

source: (On this point see the monograph of Reinhold Lewin, Lathers Stellung zu den Juden.) Cf.
pt: (Sobre este ponto, veja a monografia de Reinhold Lewin, Lathers Stellung zü den Juden.) Cf.

source: (One must not forget that all this took place during the night; the day was just beginning to dawn when a small crowd was arriving before Pilate.221 When the masses had awakened, it was already too late.
pt: (Não se deve esquecer que tudo isso aconteceu durante a noite; o dia estava começando a nascer quando uma pequena multidão estava chegando antes de Pilatos.221 Quando as massas acordaram, já era tarde demais.

source: (See F. E. Talmage, ed., Disputation and Dialogue: Readings in the Jewish-Christian Encounter (New York: Ktav Publishing House, Inc., 1975), p.
pt: (Veja FE Talmage, ed., Disputation e Dialogue: Readings no Jewish-Christian Encounter (Nova Iorque: Ktav Publishing House, Inc., 1975), p.

source: (See Luke 22:20.) Without question, the first Christians used Jeremiah’s reference to a New Covenant to establish a definition of what they really were.
pt: (Ver Lucas 22:20.) Sem dúvida, os primeiros cristãos usaram a referência de Jeremias a uma Nova Aliança para estabelecer uma definição do que eles realmente eram.

source: - decreed in order to save Israel and rejoice with Israel on the day of the resurrection.“106
pt: - decretou a fim de salvar Israel e se alegrar com Israel no dia da ressurreição.

source: 134 - the Pharisees and the Christians.
pt: os fariseus e os cristãos.

source: 134 following the attempt at genocide perpetrated under Hadrian.
pt: após a tentativa de genocídio perpetrada por Adriano.

source: 194.) The sermons of Bossuet hammered it into the ears of Christians: “That which the Romans found intolerable for their citizens, the parricidal Jews have inflicted upon their King” (Sermon on the Virtue of the Cross, in the Gamier edition, vol.
pt: 194.) Os sermões de Bossuet martelaram nos ouvidos dos cristãos: “Aquilo que os romanos acharam intolerável para os seus cidadãos, os judeus parricidas infligiram ao seu Rei” (Sermão da Virtude da Cruz, na edição de Gamier, vol. .

source: 2 Chronicles 36:22, 23 and Ezra 1:1-4) and Darius (cf.
pt: 2 Crônicas 36:22, 23 e Esdras 1: 1-4) e Dario (cf.

source: 2 John 6; John 14:15.
pt: 2 João 6; João 14:15

source: 31 - a half week (three and one half years) after His public appearance (the autumn of 27).
pt: 31 - meia semana (três anos e meio) após a sua aparição pública (o outono de 27).

source: 31, even as Daniel had predicted.
pt: 31, como Daniel havia previsto.

source: 343-381, exact date unknown): “Christians must not judaize by resting on the Sabbath, but must work on that day, honoring rather the Lord’s day by resting, if possible, as Christians.
pt: 343-381 d.C. data exata desconhecida): “Os cristãos não devem judaizar descansando no sábado, mas devem trabalhar naquele dia, honrando, em vez disso, o dia do Senhor, descansando, se possível, como cristãos.

source: 62 The Jewish reaction to such persecution further stirred up Christian hatred and contempt, creating a truly atrocious vicious circle.
pt: 62 A reação judaica a tal perseguição instigou ainda mais o ódio e o desprezo cristão, criando um círculo vicioso verdadeiramente atroz.

source: 70 and A.D.
pt: 70 d.C. e 134 d.C.

source: A Coming On Time
pt: A chegar no tempo

source: A Common Norm.
pt: Uma norma comum

source: A Cry
pt: Um Grito

source: A Full Seventy Weeks Decreed
pt: Um total de setenta semanas decretadas

source: A Jewish Messiah
pt: Um messias judaico

source: A Majority of Diaspora Jews.
pt: Maioria dos judeus da diáspora.

source: A Midrash who tried to understand the personality of Melchizedek was led likewise to consult Psalm 110:4 and to conclude, “Who is he, this righteous King and savior of whom it is written in Daniel 9:24 that he will ‘bring in everlasting righteousness?’… He is the Messiah King of whom it is spoken in Zechariah 9:9: ‘Lo, your king comes to you… on a colt the foal of an ass.’ “115
pt: Um Midrash que tentou entender a personalidade de Melquisedeque foi levado da mesma forma a consultar o Salmo 110: 4 e concluir: “Quem é ele, esse justo Rei e Salvador de quem está escrito em Daniel 9:24 que ele“ trará para o sempre ”? justiça? '… Ele é o Messias Rei de quem é falado em Zacarias 9: 9:' Eis que o teu rei vem a ti ... sobre um potro, o potro de um jumento '. “115

source: A Minority of Palestinian Jews.
pt: Uma minoria de judeus palestinos.

source: A Mission With Risks
pt: Uma missão com riscos

source: A Misunderstanding.
pt: Um mal-entendido.

source: A Normative Example
pt: Um exemplo normativo

source: A certain teacher of the Talmud, after submitting this enigma to his disciples, put forward his own solution: “If they [all people] are worthy, the Messiah will come in the clouds of heaven; if they are not worthy, He will come modestly seated on an ass.“161
pt: Um certo professor do Talmude, depois de enviar esse enigma a seus discípulos, apresentou sua própria solução: “Se eles [todos] forem dignos, o Messias virá nas nuvens do céu; se eles não forem dignos, Ele virá modestamente sentado num jumento.

source: A choice is necessary.
pt: Uma escolha é necessária.

source: A clash was to take place that would decide which of the two was right.
pt: Um confronto ocorreria para decidir qual dos dois estava certo.

source: A compromise is not possible.
pt: Um compromisso não é possível.

source: A curious addendum to this observation from the viewpoint of the Christian is that the Jew often remains a suspect - a potential traitor.
pt: Um curioso adendo a esta observação do ponto de vista do cristão é que o judeu muitas vezes permanece um suspeito - um traidor em potencial.

source: A discussion recorded in the Talmud seems to indicate that the rabbis were moving in that direction.
pt: Uma discussão registrada no Talmud parece indicar que os rabinos estavam se movendo nessa direção.

source: A feeling of hatred on both sides became almost commonplace.
pt: Um sentimento de ódio de ambos os lados tornou-se quase comum.

source: A former Nazi, now “repentant,” was interviewed.
pt: Um ex-nazista, agora "arrependido", foi entrevistado.

source: A further difference is that while pagan antiSemitism generally broke out spontaneously and only exceptionally was organized and directed, the Christian brand had a definite goal: to make the Jews appear odious.
pt: Uma outra diferença é que, enquanto o antissemitismo pagão geralmente eclodiu espontaneamente e apenas excepcionalmente foi organizado e dirigido, a marca cristã tinha um objetivo definido: fazer os judeus parecerem odiosos.

source: A large number of theologians, both Jewish and Christian, recognize this biblical fact.241 Rabbi Michel A. Weil writes in his book Judaism: Its Dogmas and Its Mission: “Let us admit that it is an illusion to expect to find in the Scriptures a direct, clear, or precise enunciation of such immortality.“242
pt: Um grande número de teólogos, judeus e cristãos, reconhece esse fato bíblico.241 O rabino Michel A. Weil escreve em seu livro Judaísmo: Seus dogmas e sua missão: “Admitamos que é uma ilusão esperar encontrar nas Escrituras uma enunciação direta, clara ou precisa de tal imortalidade. ”242

source: A long and tragic story was fast approaching its climax; the prophet was in a state of expectancy, looking longingly toward a new beginning, a new creation.
pt: Uma longa e trágica história se aproximava rapidamente de seu clímax; o profeta estava em um estado de expectativa, olhando ansiosamente para um novo começo, uma nova criação.

source: A message from God is disagreeable.
pt: Uma mensagem de Deus é desagradável.

source: A miscarriage of justice?
pt: Um erro de justiça?

source: A mistrial?
pt: Um julgamento?

source: A new belief was thus added to the creed of many religions.
pt: Uma nova crença foi assim adicionada ao credo de muitas religiões.

source: A new civilization came into being in which the Jew was to be a stranger, belonging to a different race.
pt: Uma nova civilização surgiu em que o judeu era um estranho, pertencente a uma raça diferente.

source: A new religion was created as many Christians sought to discard the old.
pt: Uma nova religião foi criada como muitos cristãos procuraram descartar o antigo.

source: A painter passed by one day and, prompted by unemployment, sadistic cruelty, or simply a bent for foolishness, painted on the dog’s back the words “Mad Dog.” That was the beginning of a frightful experience for poor Balak.
pt: Um pintor passou um dia e, motivado pelo desemprego, pela crueldade sádica ou simplesmente por uma tolice, pintou nas costas do cachorro as palavras “Cachorro Louco”. Esse foi o começo de uma experiência assustadora para o pobre Balak.

source: A passage in the Talmud102 alludes to an old tradition according to which, because of Isaiah 53:4, the Messiah was to call himself a leper: “The masters [Rabbana] have said that the leper of the school of the Rabbi… is his name, for it has been said: He has borne our diseases and he has borne our sufferings, and we have considered him as a leper, smitten by God and humbled.’ “103 A characteristic invocation in the Midrash 104 refers to this same text: “Messiah of our justice [Meshiah Tsidkenu], though we are Thy forebears, Thou art greater than we because Thou didst bear the burden of our children’s sins, and our great oppressions have fallen upon Thee….
pt: Uma passagem no Talmud102 alude a uma antiga tradição segundo a qual, por causa de Isaías 53: 4, o Messias deveria se chamar de leproso: “Os mestres [Rabbana] disseram que o leproso da escola do rabino… é seu nome, pois foi dito: Ele suportou nossas doenças e suportou nossos sofrimentos, e nós o consideramos como um leproso, ferido por Deus e humilhado. ' “103 Uma invocação característica no Midrash 104 refere-se a este mesmo texto:“ Messias da nossa justiça [Meshiah Tsidkenu], apesar de sermos Teus antepassados, Tu és maior do que nós porque Tu carregas o fardo dos pecados de nossos filhos, e nossa grande opressões caíram sobre ti…

source: A pilgrim in search of pure water pauses beside a fountain of bitter water.
pt: Um peregrino em busca de água pura faz uma pausa ao lado de uma fonte de água amarga.

source: A prophetic pretention is never invoked by either one for oral tradition.
pt: Uma pretensão profética nunca é invocada por qualquer um para a tradição oral.

source: A psychology is undeniably related to such theology.
pt: A psicologia é inegavelmente relacionada com tal teologia.

source: A respect such as this for spiritual roots is very significant.
pt: Um respeito como esse pelas raízes espirituais é muito significativo.

source: A study of the Scriptures brings a ratification of the choice rather than a demonstration of it.
pt: Um estudo das Escrituras traz uma ratificação da escolha, em vez de uma demonstração dela.

source: A talmudic passage alludes to this difference.
pt: Uma passagem talmúdica alude a essa diferença.

source: A terrible mark has been placed on the Jew’s forehead - that of guilt.
pt: Uma marca terrível foi colocada na testa do judeu - a da culpa.

source: A throng had gathered to witness this strange tournament.
pt: Uma multidão se reuniu para testemunhar esse estranho torneio.

source: A time to celebrate the Sabbath can be adapted to meet changes imposed by differing cultures or by other more particular circumstances.
pt: Um tempo para celebrar o sábado pode ser adaptado para atender a mudanças impostas por diferentes culturas ou por outras circunstâncias mais particulares.

source: A time when to be Christian was to be Jew and, conversely, a time when the great separation, that none could have foreseen, had not begun.
pt: Uma época em que ser cristão era ser judeu e, inversamente, uma época em que a grande separação, que ninguém poderia prever, não havia começado.

source: A true pilgrim never stops, because, headed for eternity, his existence is one of perpetual renewal.
pt: Um verdadeiro peregrino nunca pára, porque, rumo à eternidade, sua existência é de renovação perpétua.

source: A true, complete conversion is something else.
pt: Uma conversão verdadeira e completa é outra coisa.

source: A universal sovereignty is meant.
pt: Uma soberania universal é significada.

source: A very Jewish tradition rooted in biblical texts and apparent in the Mosaic rites even dared to see this in its contradictory form: the Messiah would be at the same time God and man.184
pt: Uma tradição muito judaica enraizada em textos bíblicos e aparente nos ritos mosaicos até ousou ver isso em sua forma contraditória: o Messias seria ao mesmo tempo Deus e homem.

source: A very decisive and determined man, Saul attacked and pursued people he considered to be dangerous heretics.
pt: Um homem muito decidido e determinado, Saul atacou e perseguiu pessoas que ele considerava hereges perigosos.

source: A. Neubauer and M. Stern, Hebrew Reports of the Persecutions of the Jews during the Crusades (in Hebrew); German translation by S. Baer, Hebraische Berichte uber die judenverfolgungen wdhrend der Kreuzzuge, p.
pt: A. Neubauer e M. Stern, Hebreus Relatos das Perseguições dos Judeus durante as Cruzadas (em hebraico); Tradução alemã por S. Baer, ​​Hebraische Berichte uber die judenverfolgungen wdhrend der Kreuzzuge, p.

source: A1 (verse 25a) From the going forth of the word to restore and build Jerusalem to the Anointed One, a prince seven weeks and sixty-two weeks
pt: A1 (verso 25a) Desde a saída da palavra para restaurar e construir Jerusalém para o Ungido, um príncipe sete semanas e sessenta e duas semanas

source: A1 Messiah-B1 Jerusalem
pt: A1 Messias-B1 Jerusalém

source: A1 goes with B1 by the repeated use of the two words “restore” and “construct.”
pt: A1 vai com B1 pelo uso repetido das duas palavras “restaurar” e “construir”.

source: A2 (verse 26a) After the sixty-two weeks the Anointed One will be cut off and and have nothing: no one at His side168
pt: A2 (verso 26a) Após as sessenta e duas semanas, o Ungido será cortado e não terá nada: ninguém ao seu lado168

source: A2 Messiah-B2 Jerusalem
pt: A2 Messias-B2 Jerusalém

source: A2 goes with B2 in their common theme on destruction and death.
pt: A2 vai com B2 em seu tema comum sobre destruição e morte.

source: A3 (verse 27a) And he shall make a strong covenant with many for one week; and for half (in the midst) of the week he shall cause sacrifice and offering to cease.
pt: A3 (verso 27a) E ele fará um pacto forte com muitos por uma semana; e pela metade (no meio) da semana fará com que sacrifício e oferta cessem.

source: A3 Messiah (implied and understood)171-B3 Jerusalem
pt: A3 Messias (implícito e compreendido) 171-B3 Jerusalém

source: A3 and B3 are together in their references to temple affairs.
pt: A3 e B3 estão juntos em suas referências aos assuntos do templo.

source: Abraham Heschel echoed him more precisely in connection with the Sabbath, which he defines as being “the idea that expresses what is most characteristic of Judaism” (God in Search of Man, p.
pt: Abraham Heschel repetiu-o mais precisamente em conexão com o sábado, que ele define como sendo "a idéia que expressa o que é mais característico do judaísmo" (God in Search of Man, p.

source: Abraham had become the stranger, the permanent stranger, simply because he had been spoken to from on high and had answered Yes!
pt: Abraão tinha se tornado o estranho, o estranho permanente, simplesmente porque ele tinha sido falado do alto e tinha respondido Sim!

source: Abraham is still with God through all the vicissitudes of his experience.
pt: Abraão ainda está com Deus através de todas as vicissitudes de sua experiência.

source: Abraham, the father of the faithful, had to pass along that road.
pt: Abraão, o pai dos fiéis, teve que passar por esse caminho.

source: Accept the religion of their murderers?84
pt: Aceite a religião de seus assassinos?

source: According to Paul, sin, which he equates with disobedience to the Law (Romans 4:15), is much less justifiable within the framework of the New Covenant experience.
pt: De acordo com Paulo, o pecado, que ele iguala à desobediência à Lei (Romanos 4:15), é muito menos justificável dentro da estrutura da experiência do Novo Concerto.

source: According to biblical and rabbinical word studies,124 it was conceivable that one and the same person should have several names.
pt: Segundo estudos de palavras bíblicas e rabínicas, 124 era concebível que uma e a mesma pessoa tivessem vários nomes.

source: According to the apostle John, who was present at the event, the call to “crucify him” came only from the priests.
pt: De acordo com o apóstolo João, que estava presente no evento, o chamado para “crucificá-lo” veio somente dos sacerdotes.

source: Acts 22:3, 4.
pt: Atos 22: 3, 4.

source: Adam’s despair was complete, as suggested in his behavior: Adam hid himself!
pt: O desespero de Adão foi completo, como sugerido em seu comportamento: Adam se escondeu!

source: After all that, to ask a Jew today to be converted to Christianity really means to ask him to deny his identity, to betray his own people and his God.
pt: Depois de tudo isso, pedir a um judeu hoje para ser convertido ao cristianismo significa pedir a ele para negar sua identidade, trair seu próprio povo e seu Deus.

source: After all, did not the Jews crucify the Incarnate God?” At times in the course of a public lecture, photographs were exhibited showing, with a touch of morbid zeal, such concentration camps as the one at Treblinka.
pt: Afinal de contas, os judeus não crucificaram o Deus Encarnado? ”Às vezes, no decorrer de uma conferência pública, exibiam-se fotografias que mostravam, com um toque de zelo mórbido, campos de concentração como o de Treblinka.

source: After all, since when have mere words had the might to reverse history and to alter destiny?
pt: Afinal, desde quando meras palavras tinham o poder de reverter a história e alterar o destino?

source: After all, the Romans carried out the sentence, did they not?
pt: Afinal, os romanos cumpriram a sentença, não fizeram?

source: After all, the spectrum of choice is large.
pt: Afinal, o espectro de escolha é grande.

source: After being nailed to a Roman cross, He is persecuted in His race with unspeakable cruelty.
pt: Depois de ser pregado em uma cruz romana, Ele é perseguido em sua raça com crueldade indescritível.

source: After extended discussion the visiting rabbi was consulted again.
pt: Após extensa discussão, o rabino visitante foi novamente consultado.

source: After the fourth century the Judeo Christian conflict took on the characteristics denounced by Jacques Doukhan.
pt: Depois do quarto século, o conflito judaico-cristão assumiu as características denunciadas por Jacques Doukhan.

source: After the separation between Jew and Christian, that is, at the time the tradition was written, Judaism had no desire or inclination to transmit opinions that would be prejudicial to Jewish orthodoxy.
pt: Após a separação entre judeu e cristão, isto é, na época em que a tradição foi escrita, o judaísmo não tinha desejo ou inclinação para transmitir opiniões que fossem prejudiciais à ortodoxia judaica.

source: After these sixty-two weeks the Messiah will be cut off), it is difficult to see how the Messiah appearing after the first seven weeks (forty-nine years) would die sixty-two weeks later, that is, after 434 years.176
pt: Depois dessas sessenta e duas semanas, o Messias será cortado), é difícil ver como o Messias aparecendo depois das primeiras sete semanas (quarenta e nove anos) morreria sessenta e duas semanas depois, isto é, depois de 434 anos.176

source: Against this backdrop, Jeremiah developed his theology of a New Covenant.
pt: Contra esse pano de fundo, Jeremias desenvolveu sua teologia de uma Nova Aliança.

source: Alas, messianic adventures were not uncommon in those times!
pt: Infelizmente, as aventuras messiânicas não eram incomuns naqueles tempos!

source: Albert Camus poses this principle as a sine qua non of all human reconciliation.
pt: Albert Camus coloca este princípio como uma condição sine qua non de toda a reconciliação humana.

source: Albert Memmi was not an isolated one: “I told the members of the school colony,” he wrote, “the story of a Christ who was a traitor to His people and to His religion.“35 Thus, if Christ were put to death, the conclusion is that He was guilty.
pt: Albert Memmi não era um homem isolado: "Eu disse aos membros da colônia escolar," ele escreveu, "a história de um Cristo que era traidor de seu povo e de sua religião."35 Assim, se Cristo foi morto, a conclusão é que Ele era culpado.

source: Albert Memmi’s further comment is still more enlightening: “Up in that small mountain village church, and because of my conclusion, I had just received a solid beating.
pt: O comentário de Albert Memmi é ainda mais esclarecedor: "Naquela pequena igreja da aldeia montanhosa, e devido à minha conclusão, eu acabara de receber uma forte surra.

source: All advanced their particular theses on the basis of a verse from the Bible: ” Menahem son of Ezechias: A second King David will reign gloriously and eternally, or even the leper called to be humbled and to carry the burden of our sufferings and diseases.“123 The possibility of two Messiahs never appears in the course of the conversation.
pt: Todos avançaram suas teses particulares com base em um versículo da Bíblia: ”Menaém, filho de Ezequias: Um segundo rei Davi reinará gloriosa e eternamente, ou mesmo o leproso chamado para ser humilhado e carregar o peso de nossos sofrimentos e doenças. 123 A possibilidade de dois Messias nunca aparece no decorrer da conversa.

source: All he now could expect was death.
pt: Tudo o que ele podia esperar era a morte.

source: All judges, townspeople and all occupations should rest on the most honorable day of the sun.
pt: Todos os juízes, pessoas da cidade e todas as ocupações devem descansar no dia mais honroso do sol.

source: All of them proclaim, of course, with endless arguments and fire in their voices, that they alone are God’s true messengers.
pt: Todos eles proclamam, é claro, com argumentos intermináveis ​​e fogo em suas vozes, que somente eles são os verdadeiros mensageiros de Deus.

source: All of this forged and rooted in the Jewish mind the despised image of a Christian who seemed to be a close relative of the “goys” - those pagans of ancient times.
pt: Tudo isso forjou e enraizou na mente judaica a imagem desprezada de um cristão que parecia ser um parente próximo dos "goys" - aqueles pagãos dos tempos antigos.

source: All real living is meeting.“236 In this area of Judeo-Christian reconciliation, the terrain is virtually virgin territory, awaiting exploration.
pt: Toda a vida real está se reunindo. ”236 Nesta área de reconciliação judaico-cristã, o terreno é praticamente território virgem, aguardando a exploração.

source: All this argumentation was striking, and it often brought conviction.
pt: Toda essa argumentação era impressionante e muitas vezes trazia convicção.

source: All this indicates that an important current in Jewish tradition saw the coming Messiah in the form both of a victim and of a priest.
pt: Tudo isso indica que uma importante corrente na tradição judaica viu a vinda do Messias na forma de uma vítima e de um sacerdote.
